# This file can be regenerated with `brew bundle dump`
tap "romkatv/powerlevel10k"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "fzf"
brew "git"
brew "htop"
brew "nvm"
brew "opentofu"
brew "powerlevel10k"
brew "ripgrep"
brew "uv"
brew "vim"
brew "zoxide"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "anki"
cask "brave-browser"
cask "chatgpt"
cask "clockify"
cask "contexts"
cask "dbeaver-community"
cask "deskpad"
cask "easydict"
cask "ente-auth"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "font-monaspace"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "libreoffice"
cask "logitune"
# cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "rancher"
cask "raycast"
cask "signal"
cask "slack"
cask "tidal"
cask "todoist-app"
cask "visual-studio-code"
cask "whatsapp"
cask "windows-app"
